0	0	
217	80	EMCO-\nLM800
218	80	Irco/FMB-\nзагрузчик
219	80	цикл\nпользователя3
220	80	цикл\nпользователя4
221	80	цикл\nпользователя5
222	80	цикл\nпользователя6
85000	80	направление X=0 Z=1
85001	80	направление X=0 Z=1
85010	80	имя программы отрезки
85012	80	точка переключения G0 на G1
85014	80	G1-подача
85016	80	поз. принятия
85018	80	смещение S1 к S2
85020	80	прижим 0=нет 1=да
85030	80	поз. забирания по Z
85032	80	поз. упора по X
85034	80	конеч. поз. по Z
85036	80	свободная поз. по Z
85038	80	конеч. поз. по Z, новый пруток   
85040	80	скорость подачи        
85042	80	время выдержки для падения остатков в сек
85043	80	время выдержки для чаша улавливания перед     
85044	80	оставшиеся детали 
85046	80	0=обработка остатка 1=убрать деталь
85048	80	0=AFS 1=стружковоз 2=обработка остатка
85049	80	1=стружковоз 2=обработка остатка
85050	80	имя программы обработки оставшихся деталей
85052	80	имя программы начала прутка
85054	80	качание 0=выкл. 1=вкл.
85056	80	дождаться MX1 Fin Kupa *вход E37.2*
85057	80	дождаться MX2 Fin Kupa старт после смены *вход E37.6*
85058	80	дождаться старта после смены *вход E37.6*
85060	80	пользователь
85062	80	при-\nнятие
85064	80	загрузчик\nпрутков
85066	80	Kupa-\nзагрузчик
85068	80	Emco-\nзагрузчик
85070	80	Irco/FMB-\nзагрузчик
85071	80	посторонний\nзагрузчик
85072	80	замер\nинструмента
85074	80	WKZV-\nсторона 1
85076	80	WKZV-\nсторона 2
85078	80	L1(X)_плюс…окно износа
85080	80	L1(X)_мин…окно износа 
85082	80	L2(Z)_плюс…окно износа
85084	80	L2(Z)_мин…окно износа 
85086	80	L1(X)_плюс/мин величина износа  
85088	80	L2(Z)_плюс/мин величина износа  
85090	80	0=L1(X)/L2(Z)  1=L1(X)  2=L2(Z)
85100	80	станция инс-та
85102	80	ячейка инс-та
85104	80	коррекция инс-та
85106	80	коррекция инс-та
85108	80	программа начала прутка
85110	80	программа оставшихся деталей
85112	80	упор по X
85114	80	поз. упора по Z
85116	80	упор по Z                  
85118	80	поз. упора по Z, новый пруток  
85120	80	поз. нового прутка
85122	80	свободная поз. Z
85124	80	время выдержки перед
85126	80	время выдержки AFS назад в сек
85128	80	время выдержки для
85130	80	1=упор 2=контршпиндель 3=загрузчик  
85132	80	дополн. смещение
85134	80	0=без упора 1=с упором 
85136	80	первая подвижка
85138	80	качание 1=да
85140	80	1=ванна 2=AFS 3=программа остатка 4=лоток
85142	80	оставшиеся детали в
85144	80	0=немедленно убрать 1=чистовая обработка  
85146	80	чистовая обработка
85148	80	Kupa-\nLM_92
85150	80	конец прутка
85152	80	чаша улавливания перед
85154	80	лоток для деталей перед
85156	80	смена прутка активирует *подождать вход E37.6/E64.6*
85158	80	Загрузчик прутков подвигает вперед!*Подождать квитирования E37.4/E64.4*
